---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadAreaForceFy3
source: html/54b1da1c-9ce8-7359-34b5-77e09c056243.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadAreaForceFy3 Property

"Fy 3"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadAreaForceFy3 { get; }
```